Repository: open-contracting/digital-buying-guide
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Skip to main content
es: Saltar al contenido principal

source: Sub-Navigation
es: Subnavegación

source: (Same page link)
es: (Enlace de la misma página)

source: Results
es: Resultados

source: minute read
es: tiempo de lectura

source: Tags:
es: Etiquetas

source: Open all
es: Abrir todo

source: Close all
es: Cerrar todo

source: Pages in this section
es: Páginas en esta sección

source: Contents
es: Contenidos

source: Back to
es: Volver a

source: (opens in a new tab)
es: (se abre en una nueva pestaña)

source: Support links
es: Enlaces de soporte

source: Built by the
es: Creado por el

source: All content is available under the
es: Todo el contenido está disponible bajo la

source: Open Government Licence v3.0
es: Licencia gubernamental abierta v3.0

source: except where otherwise stated
es: excepto cuando se indique lo contrario

source: Go to the Digital Buying Guide homepage
es: Volver a Guía para compras digitales Página de inicio

source: Digital Buying Guide
es: Guía para compras digitales

source: Previous
es: Anterior

source: Next
es: Siguiente

source: Share this case study:
es: Compartir este estudio de caso

source: Share case study on Twitter
es: Compartir el estudio de caso sobre Twitter

source: Share case study on
es: Compartir el estudio de caso sobre

source: Share case study on Facebook
es: Compartir el estudio de caso sobre Facebook

source: Share case study on LinkedIn
es: Compartir el estudio de caso sobre LinkedIn

source: I wanted to share this post with you from the Digital Buying Guide
es: Quería compartir con usted esta publicación de la Guía para compras digitales

source: Share case study on Email
es: Compartir el estudio de caso sobre Correo electrónico

source: Email
es: Correo electrónico

source: Do
es: Se debe

source: Don't
es: No se debe
